{
    "books": [
        {
  "title": "A Clockwork Orange",
  "description": "A Clockwork Orange, novel by Anthony Burgess, published in 1962. Set in a dismal dystopian England, it is the first-person account of a juvenile delinquent who undergoes state-sponsored psychological rehabilitation for his aberrant behaviour.",
  "language": "English",
  "author": "Anthony Burgess",
  "price": 20,
  "image_url": "https://upload.wikimedia.org/wikipedia/en/thumb/2/23/Clockwork_orange.jpg/220px-Clockwork_orange.jpg",
  "genre": "black comedy",
  "published": 1962,
  "quantity": 2
        },
        {
  "title": "Nineteen Eighty-Four",
  "description": "Nineteen Eighty-Four: A Novel, often published as 1984, is a dystopian novel by English novelist George Orwell. It was published in June 1949 by Secker & Warburg as Orwell's ninth and final book completed in his lifetime. The story was mostly written at Barnhill, a farmhouse on the Scottish island of Jura, at times while Orwell suffered from severe tuberculosis. Thematically, Nineteen Eighty-Four centres on the consequences of government over-reach, totalitarianism, mass surveillance, and repressive regimentation of all persons and behaviours within society",
  "language": "English",
  "author": "George Orwell",
  "price": 25,
  "image_url": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c3/1984first.jpg/220px-1984first.jpg",
  "genre": "Dystopian",
  "published": 1949,
  "quantity": 3
        },
        {
  "title": "Cat's Cradle",
  "description": "Cat's Cradle is a satirical postmodern novel, with science fiction elements, by American writer Kurt Vonnegut. Vonnegut's fourth novel, it was first published in 1963, exploring and satirizing issues of science, technology, the purpose of religion, and the arms race, often through the use of black humor. After turning down his original thesis in 1947, the University of Chicago awarded Vonnegut his master's degree in anthropology in 1971 for Cat's Cradle",
  "language": "English",
  "author": "Kurt Vonnegut",
  "price": 15,
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Cat%27s_Cradle_%281st_ed._cover%29_-_Vonnegut.jpg/220px-Cat%27s_Cradle_%281st_ed._cover%29_-_Vonnegut.jpg",
  "genre": "Satire/Science fiction",
  "published": 1963,
  "quantity": 5
        },
        {
  "title": "Ham on Rye",
  "description": "Ham on Rye is a 1982 semi-autobiographical novel by American author and poet Charles Bukowski. Written in the first person, the novel follows Henry Chinaski, Bukowski’s thinly veiled alter ego, during his early years. Written in Bukowski’s characteristically straightforward prose, the novel tells of his coming-of-age in Los Angeles during the Great Depression.",
  "language": "English",
  "author": "Charles Bukowski",
  "price": 10,
  "image_url": "https://upload.wikimedia.org/wikipedia/en/2/20/HamOnRye.jpg",
  "genre": "Autobiographical novel",
  "published": 1982,
  "quantity": 7
        }
    ]
}